Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

source: Deleting synchronized data...
de: Synchronisierte Daten werden gelöscht …
el: Διαγραφή συγχρονισμένων δεδομένων...
es: Eliminando datos sincronizados...
fr: Suppression des données synchronisées…
it: Eliminazione dei dati sincronizzati...
ja: 同期データを削除中…
nl: Gesynchroniseerde gegevens worden verwijderd...
pt_pt: A eliminar dados sincronizados...
sv: Tar bort synkroniserade data...

source: Generating response...
de: Antwort wird generiert…
el: Δημιουργία απάντησης...
es: Generando respuesta...
fr: Génération de la réponse…
it: Generazione della risposta...
ja: 応答を生成中…
nl: Antwoord genereren...
pt_pt: A gerar resposta...
sv: Genererar svar...

source: Could not read the server response.
de: Serverantwort konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση της απάντησης του διακομιστή.
es: No se pudo leer la respuesta del servidor.
fr: Impossible de lire la réponse du serveur.
it: Impossibile leggere la risposta del server.
ja: サーバーの応答を読み取れませんでした。
nl: Kan de serverreactie niet lezen.
pt_pt: Não foi possível ler a resposta do servidor.
sv: Kunde inte läsa serverns svar.

source: Mint
de: Münze
el: Μέντα
es: Menta
fr: Menthe
it: Menta
ja: ミント
nl: Munt
pt_pt: Menta
sv: Mynta

source: Purchases restored
de: Käufe wiederhergestellt
el: Οι αγορές αποκαταστάθηκαν
es: Compras restauradas
fr: Achats restaurés
it: Acquisti ripristinati
ja: 購入内容を復元しました
nl: Aankopen hersteld
pt_pt: Compras restauradas
sv: Köp återställda

source: Delete All Synchronized Data
de: Alle synchronisierten Daten löschen
el: Διαγραφή όλων των συγχρονισμένων δεδομένων
es: Eliminar todos los datos sincronizados
fr: Supprimer toutes les données synchronisées
it: Elimina tutti i dati sincronizzati
ja: 同期済みデータをすべて削除
nl: Alle gesynchroniseerde gegevens verwijderen
pt_pt: Eliminar todos os dados sincronizados
sv: Radera alla synkroniserade data

source: Share
de: Teilen
el: Κοινή χρήση
es: Compartir
fr: Partager
it: Condividi
ja: 共有
nl: Delen
pt_pt: Partilhar
sv: Dela

source: The local and iCloud profiles have conflicting changes with the same revision.
de: Das lokale Profil und das iCloud-Profil weisen widersprüchliche Änderungen bei derselben Revision auf.
el: Τα τοπικά προφίλ και τα προφίλ iCloud έχουν αντικρουόμενες αλλαγές με την ίδια αναθεώρηση.
es: Los perfiles local y de iCloud tienen cambios en conflicto con la misma revisión.
fr: Les profils local et iCloud comportent des modifications contradictoires avec la même révision.
it: I profili locale e iCloud contengono modifiche in conflitto con la stessa revisione.
ja: ローカルプロファイルとiCloudプロファイルに、同じリビジョンの競合する変更があります。
nl: De lokale en iCloud-profielen bevatten tegenstrijdige wijzigingen met dezelfde revisie.
pt_pt: Os perfis local e do iCloud têm alterações em conflito com a mesma revisão.
sv: De lokala profilerna och iCloud-profilerna har motstridiga ändringar med samma revision.

source: Message...
de: Nachricht...
el: Μήνυμα...
es: Mensaje...
it: Messaggio...
ja: メッセージ...
nl: Bericht...
pt_pt: Mensagem...
sv: Meddelande...

source: App Icon
de: App-Symbol
el: Εικονίδιο εφαρμογής
es: Icono de la app
fr: Icône de l’app
it: Icona dell’app
ja: アプリアイコン
nl: Apppictogram
pt_pt: Ícone da app
sv: Appikon

source: Synchronization failed for: %@. Local data was retained.
de: Synchronisierung fehlgeschlagen für: %@. Lokale Daten wurden beibehalten.
el: Ο συγχρονισμός απέτυχε για: %@. Τα τοπικά δεδομένα διατηρήθηκαν.
es: La sincronización falló para: %@. Los datos locales se conservaron.
fr: Échec de la synchronisation pour : %@. Les données locales ont été conservées.
it: Sincronizzazione non riuscita per: %@. I dati locali sono stati conservati.
ja: 同期に失敗しました：%@。ローカルデータは保持されています。
nl: Synchronisatie mislukt voor: %@. Lokale gegevens zijn behouden.
pt_pt: Falha na sincronização de: %@. Os dados locais foram mantidos.
sv: Synkroniseringen misslyckades för: %@. Lokala data har behållits.

source: Selected
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
nl: Geselecteerd
pt_pt: Selecionado
sv: Vald

source: Running %lld tool calls...
de: %lld Tool-Aufrufe werden ausgeführt...
el: Εκτελούνται %lld κλήσεις εργαλείων...
es: Ejecutando %lld llamadas a herramientas...
fr: Exécution de %lld appels d’outils...
it: Esecuzione di %lld chiamate agli strumenti...
ja: %lld 件のツール呼び出しを実行中…
nl: Er worden %lld toolaanroepen uitgevoerd…
pt_pt: A executar %lld chamadas de ferramentas...
sv: Kör %lld verktygsanrop...

# Nucleus sampling. Lower values make output more focused.
source: Nucleus sampling. Lower values make the output more focused.
de: Nucleus-Sampling. Niedrigere Werte machen die Ausgabe fokussierter.
el: Δειγματοληψία πυρήνα. Οι χαμηλότερες τιμές κάνουν την έξοδο πιο εστιασμένη.
es: Muestreo de núcleo. Valores más bajos hacen que la salida sea más enfocada.
fr: Échantillonnage nucleus. Des valeurs plus basses rendent la sortie plus ciblée.
it: Campionamento a nucleo. Valori più bassi rendono l'output più focalizzato.
ja: ニュークレオスサンプリング。値を低くすると出力がより集中します。
nl: Nucleus sampling. Lagere waarden maken de output gerichter.
pt_pt: Amostragem por núcleo. Valores mais baixos tornam a saída mais focada.
sv: Nukleussampling. Lägre värden gör resultatet mer fokuserat.

source: Share Extension
de: Freigabeerweiterung
el: Επέκταση Κοινοποίησης
es: Extensión para compartir
fr: Extension de partage
it: Estensione di condivisione
ja: 共有エクステンション
nl: Deeluitbreiding
pt_pt: Extensão de Partilha
sv: Dela-tillägg

source: Connect directly to the server you choose. No app telemetry.
de: Stelle direkt eine Verbindung zum ausgewählten Server her. Keine App-Telemetrie.
el: Συνδεθείτε απευθείας στον διακομιστή που επιλέγετε. Χωρίς τηλεμετρία εφαρμογής.
es: Conéctate directamente al servidor que elijas. Sin telemetría de la aplicación.
fr: Connectez-vous directement au serveur de votre choix. Aucune télémétrie de l’app.
it: Connettiti direttamente al server che scegli. Nessuna telemetria dell’app.
ja: 選択したサーバーに直接接続します。アプリのテレメトリはありません。
nl: Maak rechtstreeks verbinding met de server van je keuze. Geen telemetrie van de app.
pt_pt: Ligue-se diretamente ao servidor que escolher. Sem telemetria da aplicação.
sv: Anslut direkt till den server du väljer. Ingen apptelemetri.

source: Remove attachment %@
de: Anhang %@ entfernen
el: Αφαίρεση συνημμένου %@
es: Eliminar archivo adjunto %@
fr: Supprimer la pièce jointe %@
it: Rimuovi allegato %@
ja: 添付ファイル %@ を削除
nl: Bijlage %@ verwijderen
pt_pt: Remover anexo %@
sv: Ta bort bilagan %@

source: Removes saved memories when you ask to forget them. Unavailable in Private Chat.
de: Entfernt gespeicherte Erinnerungen, wenn du darum bittest, sie zu vergessen. Im privaten Chat nicht verfügbar.
el: Αφαιρεί τις αποθηκευμένες μνήμες όταν ζητάτε να τις ξεχάσει. Δεν είναι διαθέσιμο στη Ιδιωτική συνομιλία.
es: Elimina los recuerdos guardados cuando pides olvidarlos. No disponible en el chat privado.
fr: Supprime les souvenirs enregistrés lorsque vous demandez leur oubli. Indisponible dans les conversations privées.
it: Rimuove i ricordi salvati quando chiedi di dimenticarli. Non disponibile nella chat privata.
ja: 忘れるよう依頼された保存済みの記憶を削除します。プライベートチャットでは利用できません。
nl: Verwijdert opgeslagen herinneringen wanneer je vraagt ze te vergeten. Niet beschikbaar in Privéchats.
pt_pt: Remove memórias guardadas quando pede para as esquecer. Indisponível no Chat privado.
sv: Tar bort sparade minnen när du ber om att de ska glömmas. Inte tillgängligt i privat chatt.

source: The iCloud account changed during synchronization.
de: Der iCloud-Account wurde während der Synchronisierung geändert.
el: Ο λογαριασμός iCloud άλλαξε κατά τον συγχρονισμό.
es: La cuenta de iCloud cambió durante la sincronización.
fr: Le compte iCloud a changé pendant la synchronisation.
it: L’account iCloud è cambiato durante la sincronizzazione.
ja: 同期中にiCloudアカウントが変更されました。
nl: Het iCloud-account is tijdens de synchronisatie gewijzigd.
pt_pt: A conta do iCloud mudou durante a sincronização.
sv: iCloud-kontot ändrades under synkroniseringen.

source: Image generation is no longer available. Start a new turn with the current configuration.
de: Die Bildgenerierung ist nicht mehr verfügbar. Starte eine neue Runde mit der aktuellen Konfiguration.
el: Η δημιουργία εικόνων δεν είναι πλέον διαθέσιμη. Ξεκινήστε νέο γύρο με την τρέχουσα διαμόρφωση.
es: La generación de imágenes ya no está disponible. Inicia un nuevo turno con la configuración actual.
fr: La génération d’images n’est plus disponible. Commencez un nouveau tour avec la configuration actuelle.
it: La generazione di immagini non è più disponibile. Inizia un nuovo turno con la configurazione attuale.
ja: 画像生成は利用できなくなりました。現在の設定で新しいターンを開始してください。
nl: Afbeeldingsgeneratie is niet langer beschikbaar. Start een nieuwe beurt met de huidige configuratie.
pt_pt: A geração de imagens já não está disponível. Inicie um novo turno com a configuração atual.
sv: Bildgenerering är inte längre tillgänglig. Starta en ny tur med den aktuella konfigurationen.

source: Tagged Conversations
de: Markierte Unterhaltungen
el: Επισημασμένες Συνομιλίες
es: Conversaciones Etiquetadas
fr: Conversations étiquetées
it: Conversazioni taggate
ja: タグ付き会話
nl: Gemerkt Gesprekken
pt_pt: Conversas Marcadas
sv: Taggade konversationer

source: App data could not be completely reset. Your remaining data was not discarded.
de: Die App-Daten konnten nicht vollständig zurückgesetzt werden. Ihre verbleibenden Daten wurden nicht verworfen.
el: Δεν ήταν δυνατή η πλήρης επαναφορά των δεδομένων της εφαρμογής. Τα υπόλοιπα δεδομένα σας δεν απορρίφθηκαν.
es: Los datos de la app no se pudieron restablecer por completo. Los datos restantes no se descartaron.
fr: Les données de l’app n’ont pas pu être complètement réinitialisées. Les données restantes n’ont pas été supprimées.
it: Impossibile reimpostare completamente i dati dell’app. I dati rimanenti non sono stati eliminati.
ja: Appのデータを完全にリセットできませんでした。残りのデータは破棄されていません。
nl: Appgegevens konden niet volledig worden gereset. De resterende gegevens zijn niet verwijderd.
pt_pt: Não foi possível repor completamente os dados da aplicação. Os dados restantes não foram eliminados.
sv: Appdata kunde inte återställas helt. Dina återstående data kasserades inte.

source: Arguments
de: Argumente
el: Παράμετροι
es: Argumentos
it: Argomenti
ja: 引数
nl: Argumenten
pt_pt: Argumentos
sv: Argument

source: Insufficient storage
de: Nicht genügend Speicherplatz
el: Ανεπαρκής χώρος αποθήκευσης
es: Almacenamiento insuficiente
fr: Espace de stockage insuffisant
it: Spazio di archiviazione insufficiente
ja: ストレージ容量が不足しています
nl: Onvoldoende opslagruimte
pt_pt: Armazenamento insuficiente
sv: Otillräckligt lagringsutrymme

source: North Pole
de: Nordpol
el: Βόρειος Πόλος
es: Polo Norte
fr: Pôle Nord
it: Polo Nord
ja: 北極 Gેણ
nl: Noordpool
pt_pt: Polo Norte
sv: Nordpolen

source: Could not load tip options. Please try again later.
de: Tippoptionen konnten nicht geladen werden. Bitte versuchen Sie es später erneut.
el: Δεν ήταν δυνατή η φόρτωση των επιλογών φιλοδωρήματος. Δοκιμάστε ξανά αργότερα.
es: No se pudieron cargar las opciones de propina. Por favor, inténtelo de nuevo más tarde.
fr: Impossible de charger les options de pourboire. Veuillez réessayer plus tard.
it: Impossibile caricare le opzioni di mancia. Riprova più tardi.
ja: チップオプションを読み込めませんでした。後でもう一度お試しください。
nl: Kan de fooiopties niet laden. Probeer het later opnieuw.
pt_pt: Não foi possível carregar as opções de gorjeta. Por favor, tente novamente mais tarde.
sv: Kunde inte ladda dricksalternativ. Försök igen senare.

source: More actions for messages
de: Weitere Aktionen für Nachrichten
el: Περισσότερες ενέργειες για μηνύματα
es: Más acciones para mensajes
fr: Plus d’actions pour les messages
it: Altre azioni per i messaggi
ja: メッセージの追加操作
nl: Meer acties voor berichten
pt_pt: Mais ações para mensagens
sv: Fler åtgärder för meddelanden

source: Some synchronized data could not be deleted.
de: Einige synchronisierte Daten konnten nicht gelöscht werden.
el: Δεν ήταν δυνατή η διαγραφή ορισμένων συγχρονισμένων δεδομένων.
es: No se han podido eliminar algunos datos sincronizados.
fr: Certaines données synchronisées n’ont pas pu être supprimées.
it: Non è stato possibile eliminare alcuni dati sincronizzati.
ja: 一部の同期データを削除できませんでした。
nl: Sommige gesynchroniseerde gegevens konden niet worden verwijderd.
pt_pt: Não foi possível eliminar alguns dados sincronizados.
sv: Vissa synkroniserade data kunde inte raderas.

source: Your AI conversations
de: Ihre KI-Gespräche
el: Οι συνομιλίες σας με την Τεχνητή Νοημοσύνη
es: Tus conversaciones con IA
fr: Vos conversations avec l’IA
it: Le tue conversazioni con l'IA
ja: あなたのAIとの会話
nl: Jouw AI-gesprekken
pt_pt: As suas conversas com IA
sv: Dina AI-konversationer

source: Sign in to iCloud, then retry. Sync remains enabled.
de: Melde dich bei iCloud an und versuche es erneut. Die Synchronisierung bleibt aktiviert.
el: Συνδεθείτε στο iCloud και δοκιμάστε ξανά. Ο συγχρονισμός παραμένει ενεργοποιημένος.
es: Inicia sesión en iCloud y vuelve a intentarlo. La sincronización sigue activada.
fr: Connectez-vous à iCloud, puis réessayez. La synchronisation reste activée.
it: Accedi a iCloud, quindi riprova. La sincronizzazione rimane abilitata.
ja: iCloudにサインインしてから、もう一度お試しください。同期は有効のままです。
nl: Log in bij iCloud en probeer het opnieuw. Synchronisatie blijft ingeschakeld.
pt_pt: Inicie sessão no iCloud e tente novamente. A sincronização continua ativada.
sv: Logga in på iCloud och försök igen. Synkronisering är fortfarande aktiverad.

# The agent reached its maximum number of steps.
source: The agent has reached its maximum number of steps.
de: Der Agent hat die maximale Anzahl an Schritten erreicht.
el: Ο πράκτορας έφτασε στον μέγιστο αριθμό βημάτων.
es: El agente alcanzó su número máximo de pasos.
fr: L'agent a atteint son nombre maximal d'étapes.
it: L'agente ha raggiunto il numero massimo di passi.
ja: エージェントは最大ステップ数に達しました。
nl: De agent heeft het maximale aantal stappen bereikt.
pt_pt: O agente atingiu o número máximo de passos.
sv: Agenten har nått sitt maximala antal steg.

source: All synchronized data
de: Alle synchronisierten Daten
el: Όλα τα συγχρονισμένα δεδομένα
es: Todos los datos sincronizados
fr: Toutes les données synchronisées
it: Tutti i dati sincronizzati
ja: 同期済みのすべてのデータ
nl: Alle gesynchroniseerde gegevens
pt_pt: Todos os dados sincronizados
sv: Alla synkroniserade data

source: Generate an Image
de: Bild generieren
el: Δημιουργία εικόνας
es: Generar una imagen
fr: Générer une image
it: Genera un’immagine
ja: 画像を生成する
nl: Afbeelding genereren
pt_pt: Gerar uma imagem
sv: Skapa en bild

source: Model
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
it: Modello
ja: モデル
pt_pt: Modelo
sv: Modell

# Attach an image or PDF, or drag files into the chat for the model to analyse.
source: Attach an image or PDF, or drag files into the chat for the model to analyze.
de: Fügen Sie ein Bild oder PDF an oder ziehen Sie Dateien in den Chat, damit das Modell sie analysieren kann.
el: Επισυνάψτε μια εικόνα ή PDF, ή σύρετε αρχεία στη συνομιλία για ανάλυση από το μοντέλο.
es: Adjunta una imagen o PDF, o arrastra archivos al chat para que el modelo los analice.
fr: Joignez une image ou un PDF, ou glissez des fichiers dans la conversation pour que le modèle les analyse.
it: Allega un'immagine o un PDF, oppure trascina i file nella chat per farli analizzare dal modello.
ja: 画像またはPDFを添付するか、ファイルをチャットにドラッグしてモデルに解析させてください。
nl: Voeg een afbeelding of PDF toe, of sleep bestanden in de chat voor analyse door het model.
pt_pt: Anexe uma imagem ou PDF, ou arraste ficheiros para o chat para o modelo analisar.
sv: Bifoga en bild eller PDF, eller dra filer till chatten för modellen att analysera.

source: %lld attachment(s)
de: %lld Anhang/Anhänge
el: %lld συνημμένο(α)
es: %lld archivo(s) adjunto(s)
fr: %lld pièce(s) jointe(s)
it: %lld allegato(i)
ja: %lld 件の添付ファイル
nl: %lld bijlage(n)
pt_pt: %lld anexo(s)
sv: %lld bilaga(or)

source: Always Allow %@?
de: %@ immer erlauben?
el: Να επιτρέπεται πάντα στο %@;
es: ¿Permitir siempre %@?
fr: Toujours autoriser %@ ?
it: Consentire sempre a %@?
ja: %@を常に許可しますか？
nl: %@ altijd toestaan?
pt_pt: Permitir sempre %@?
sv: Tillåt alltid %@?

source: New chat with text
de: Neuer Chat mit Text
el: Νέα συνομιλία με κείμενο
es: Nuevo chat con texto
fr: Nouvelle conversation avec texte
it: Nuova chat con testo
ja: テキストで新しいチャットを開始
nl: Nieuw gesprek met tekst
pt_pt: Nova conversa com texto
sv: Ny chatt med text

source: Saving a memory...
de: Speichere eine Erinnerung …
el: Αποθήκευση μνήμης...
es: Guardando un recuerdo...
fr: Enregistrement d’un souvenir…
it: Salvataggio di un ricordo...
ja: メモリーを保存中…
nl: Geheugen opslaan…
pt_pt: A guardar uma memória...
sv: Sparar ett minne...

source: Show Feature Tips Again
de: Funktionstipps erneut anzeigen
el: Εμφάνιση συμβουλών λειτουργίας ξανά
es: Mostrar consejos de funciones nuevamente
fr: Afficher à nouveau les astuces de fonctionnalité
it: Mostra di nuovo i suggerimenti sulle funzionalità
ja: 機能のヒントを再表示する
nl: Toon functietips opnieuw
pt_pt: Mostrar Dicas de Funcionalidades Novamente
sv: Visa tips om funktioner igen

source: Server-provided description: %@
de: Vom Server bereitgestellte Beschreibung: %@
el: Περιγραφή παρεχόμενη από τον διακομιστή: %@
es: Descripción proporcionada por el servidor: %@
fr: Description fournie par le serveur : %@
it: Descrizione fornita dal server: %@
ja: サーバー提供の説明：%@
nl: Door de server verstrekte beschrijving: %@
pt_pt: Descrição fornecida pelo servidor: %@
sv: Serverbeskrivning: %@

source: Personalization
de: Personalisierung
el: Εξατομίκευση
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: パーソナライズ
nl: Personalisatie
pt_pt: Personalização
sv: Personalisering

source: System Prompt
de: Systemaufforderung
el: Προτροπή συστήματος
es: Mensaje del sistema
fr: Invite système
it: Prompt di sistema
ja: システムプロンプト
nl: Systeemprompt
pt_pt: Prompt do Sistema

source: Sends an image or PDF to a new OpenClient conversation
de: Sendet ein Bild oder PDF an eine neue OpenClient-Konversation.
el: Στέλνει μια εικόνα ή PDF σε μια νέα συνομιλία OpenClient.
es: Envía una imagen o PDF a una nueva conversación de OpenClient.
fr: Envoie une image ou un PDF dans une nouvelle conversation OpenClient.
it: Invia un'immagine o un PDF a una nuova conversazione OpenClient.
ja: 画像またはPDFを新しいOpenClientの会話に送信します。
nl: Verzendt een afbeelding of PDF naar een nieuw OpenClient-gesprek.
pt_pt: Envia uma imagem ou PDF para uma nova conversa OpenClient.
sv: Skickar en bild eller PDF till en ny OpenClient-konversation.

source: Maximum number of tokens in the response
de: Maximale Anzahl der Tokens in der Antwort.
el: Μέγιστος αριθμός συμβόλων στην απάντηση.
es: Número máximo de tokens en la respuesta.
fr: Nombre maximal de jetons dans la réponse.
it: Numero massimo di token nella risposta.
ja: 応答の最大トークン数
nl: Maximaal aantal tokens in het antwoord
pt_pt: Número máximo de tokens na resposta.
sv: Maximalt antal tecken i svaret.

source: Unable to Load iCloud Data
de: iCloud-Daten konnten nicht geladen werden
el: Αδυναμία φόρτωσης δεδομένων iCloud
es: No se pueden cargar los datos de iCloud
fr: Impossible de charger les données iCloud
it: Impossibile caricare i dati di iCloud
ja: iCloudデータを読み込めません
nl: Kan iCloud-gegevens niet laden
pt_pt: Não foi possível carregar os dados do iCloud
sv: Det går inte att läsa in iCloud-data

source: Find past conversations
de: Vergangene Unterhaltungen finden
el: Βρείτε προηγούμενες συνομιλίες
es: Buscar conversaciones pasadas
fr: Rechercher des conversations passées
it: Trova conversazioni passate
ja: 過去の会話を検索
nl: Vind eerdere gesprekken
pt_pt: Encontrar conversas anteriores
sv: Hitta tidigare konversationer

source: No Tools Available
de: Keine Tools verfügbar
el: Δεν υπάρχουν διαθέσιμα εργαλεία
es: No hay herramientas disponibles
fr: Aucun outil disponible
it: Nessuno strumento disponibile
ja: 利用可能なツールはありません
nl: Geen tools beschikbaar
pt_pt: Nenhuma ferramenta disponível
sv: Inga verktyg tillgängliga

source: Support type
de: Supporttyp
el: Τύπος υποστήριξης
es: Tipo de soporte
fr: Type d’assistance
it: Tipo di supporto
ja: サポートの種類
nl: Type ondersteuning
pt_pt: Tipo de suporte
sv: Typ av support

source: Here is a concise summary of the meeting
de: Hier ist eine kurze Zusammenfassung des Treffens.
el: Εδώ είναι μια σύντομη περίληψη της συνάντησης.
es: Aquí un resumen conciso de la reunión.
fr: Voici un résumé concis de la réunion
it: Ecco un riassunto conciso della riunione
ja: 会議の簡潔な要約です
nl: Hier is een beknopte samenvatting van de vergadering.
pt_pt: Aqui está um resumo conciso da reunião.
sv: Här är en kort sammanfattning av mötet.

source: Work
de: Arbeit
el: Εργασία
es: Trabajo
fr: Travail
it: Lavoro
ja: 作業
nl: Werk
pt_pt: Trabalho
sv: Arbete

source: Recording duration
de: Aufnahmedauer
el: Διάρκεια εγγραφής
es: Duración de la grabación
fr: Durée de l’enregistrement
it: Durata della registrazione
ja: 録音時間
nl: Opnameduur
pt_pt: Duração da gravação
sv: Inspelningslängd

source: MCP Approval Required
de: MCP-Genehmigung erforderlich
el: Απαιτείται έγκριση MCP
es: Se requiere aprobación de MCP
fr: Approbation MCP requise
it: Approvazione MCP richiesta
ja: MCPの承認が必要です
nl: Goedkeuring voor MCP vereist
pt_pt: É necessária a aprovação do MCP
sv: MCP-godkännande krävs

source: Opening in app
de: Wird in der App geöffnet
el: Άνοιγμα στην εφαρμογή
es: Abriendo en la app
fr: Ouverture dans l’app
it: Apertura nell’app
ja: アプリで開く
nl: Openen in de app
pt_pt: A abrir na aplicação
sv: Öppnar i appen

source: Select a model to start chatting
de: Wähle ein Modell, um das Gespräch zu beginnen
el: Επιλέξτε ένα μοντέλο για να ξεκινήσετε τη συνομιλία
es: Selecciona un modelo para empezar a chatear
fr: Sélectionnez un modèle pour commencer la conversation
it: Seleziona un modello per iniziare a chattare
ja: チャットを始めるモデルを選択してください
nl: Selecteer een model om te beginnen met chatten
pt_pt: Selecione um modelo para começar a conversar
sv: Välj en modell för att börja chatta

source: List Attached Images
de: Angehängte Bilder auflisten
el: Λίστα συνημμένων εικόνων
es: Listar imágenes adjuntas
fr: Lister les images jointes
it: Elenca immagini allegate
ja: 添付画像を一覧表示
nl: Bijgevoegde afbeeldingen weergeven
pt_pt: Listar imagens anexadas
sv: Lista bifogade bilder

source: Could not establish a secure connection to the server.
de: Es konnte keine sichere Verbindung zum Server hergestellt werden.
el: Δεν ήταν δυνατή η δημιουργία ασφαλούς σύνδεσης με τον διακομιστή.
es: No se pudo establecer una conexión segura con el servidor.
fr: Impossible d’établir une connexion sécurisée avec le serveur.
it: Impossibile stabilire una connessione sicura con il server.
ja: サーバーへの安全な接続を確立できませんでした。
nl: Er kon geen beveiligde verbinding met de server worden gemaakt.
pt_pt: Não foi possível estabelecer uma ligação segura ao servidor.
sv: Kunde inte upprätta en säker anslutning till servern.

source: Finding image attachments...
de: Bildanhänge werden gesucht…
el: Αναζήτηση συνημμένων εικόνων...
es: Buscando archivos adjuntos de imágenes…
fr: Recherche de pièces jointes image…
it: Ricerca di allegati immagine...
ja: 画像の添付ファイルを検索中…
nl: Afbeeldingsbijlagen zoeken...
pt_pt: A procurar anexos de imagens...
sv: Söker efter bildbilag...

source: Review and delete data stored in iCloud.
de: In iCloud gespeicherte Daten überprüfen und löschen.
el: Ελέγξτε και διαγράψτε δεδομένα που είναι αποθηκευμένα στο iCloud.
es: Revisa y elimina los datos almacenados en iCloud.
fr: Consultez et supprimez les données stockées dans iCloud.
it: Esamina ed elimina i dati archiviati su iCloud.
ja: iCloudに保存されているデータを確認して削除する
nl: Bekijk en verwijder gegevens die in iCloud zijn opgeslagen.
pt_pt: Reveja e elimine os dados armazenados no iCloud.
sv: Granska och radera data som lagras i iCloud.
